Repository: BigData-SmallMind/growth_in
Catalog: packages/features/ticket_messages/lib/src/l10n/messages_*.arb
Languages: ar

# appBarTitle
source: Help & Support
ar: الدعم و المساعده

# activeTicketMessagesTabLabel
source: Active
ar: النشط

# inActiveTicketMessagesTabLabel
source: InActive
ar: المنتهي

# noTicketMessagesMessageTitle
source: No messages!
ar: لا يوجد رسائل!

# noTicketMessagesMessageSubtitle
source: We are always here to help! Start a new conversation and let us know how we can assist you
ar: نحن هنا دائمًا لمساعدتك! ابدأ محادثة جديدة واخبرنا كيف يمكننا مساعدتك.

# noTicketMessagesButtonLabel
source: Contact Us Now
ar: تواصل الان

# uploadFileIconLabel
source: File
ar: ملف

# uploadImageFromGalleryIconLabel
source: Gallery
ar: صورة

# captureImageIconLabel
source: Capture
ar: كاميرا

# deleteFileIconLabel
source: Delete
ar: حذف
