Repository: BigData-SmallMind/growth_in
Catalog: packages/features/file/lib/src/l10n/messages_*.arb
Languages: ar

# assetsSectionTitle
source: Assets
ar: ملحقات

# downloadAllTextButtonLabel
source: Download all
ar: تحميل الكل

# verifyFileButtonLabel
source: Approve
ar: الموافقة

# verifyFileMessageTitle
source: Are you sure you want to approve the file?
ar: متأكد من الموافقة على الملف؟

# verifyFileMessageBody
source: Modifications will be halted.
ar: سيتم ايقاف التعديلات

# rejectFileButtonLabel
source: Reject
ar: رفض

# rejectFileMessageTitle
source: Rejection Notice
ar: إشعار الرفض

# rejectFileMessageBody
source: Your comments will be reviewed and modifications will begin.
ar: سيتم مراجعة تعليقاتك و البدء في التعديلات

# cancelButtonLabel
source: Cancel
ar: إلغاء

# fileApprovalSuccessSnackBarMessage
source: Approval was successful.
ar: تمت الموافقة بنجاح

# fileRejectionSuccessSnackBarMessage
source: The file has been rejected. The team will be notified.
ar: تم رفض الملف سيتم اشعار الفريق
