Repository: BigData-SmallMind/growth_in
Catalog: packages/features/home/lib/src/l10n/messages_*.arb
Languages: ar

# appBarGreetingMessage
source: Good morning
ar: صباح الخير

# recentPostsSectionTitle
source: Posts
ar: المحتوي

# viewAllButtonLabel
source: View All
ar: عرض الكل

# upcomingMeetingSectionTitle
source: Your Upcoming Meeting
ar: اجتماعك القادم

# unpublishedPostsContainerTitle
source: Unpublished Content
ar: محتوي غير منشور

# continuePublishingButtonLabel
source: Continue
ar: اكمل النشر

# unapprovedFilesContainerTitle
source: Files Pending Approval
ar: ملفات قيد الموافقة

# dashboardContainerTitle
source: Dashboard
ar: لوحة القيادة

# postsSectionTitle
source: Posts
ar: المحتوي

# requestsSectionTitle
source: Late Requests
ar: الطلبات المتأخرة

# noUpcomingMeetingSectionTitle
source: No upcoming meetings
ar: لا توجد اجتماعات قادمة
