Repository: BigData-SmallMind/growth_in
Catalog: packages/features/post_details/lib/src/l10n/messages_*.arb
Languages: ar

# appBarTitle
source: Post Preview
ar: معاينة المنشور

# detailsExpansionTileTitle
source: Publication Details
ar: تفاصيل النشر

# postPublicationDateRowTitle
source: Publication Dates
ar: مواعيد النشر

# postSocialChannelsRowTitle
source: Publication Channels
ar: قنوات النشر

# postContentTypeRowTitle
source: Content Type
ar: نوع المحتوى

# approvePostButtonLabel
source: Approve
ar: موافقة

# approvePostBottomSheetTitle
source: By approving the post, the achievement will be determined
ar: بمواقتك علي المنشور سيتم التحديد الإنجاز

# approvePostBottomSheetBody
source: And the modifications will be finalized
ar: ويتم إنهاء التعديلات

# approvePostBottomSheetButtonLabel
source: Approve
ar: موافقة

# cancelPostBottomSheetButtonLabel
source: There are still comments
ar: لازال هناك تعليقات

# postApprovalSuccessSnackBarMessage
source: Post approved successfully
ar: تمت الموافقة علي المنشور بنجاح
