Repository: BigData-SmallMind/growth_in
Catalog: packages/features/verify_otp/lib/src/l10n/messages_*.arb
Languages: ar

# verifyOtpTitle
source: Verify OTP
ar: تفقد بريدك الإلكتروني !

# otpResentSuccessfullySnackBarMessage
source: OTP resent successfully
ar: تم إرسال الرمز بنجاح

# otpResentErrorSnackBarMessage
source: Error occurred while resending OTP
ar: حدث خطأ أثناء إرسال الرمز

# otpVerifiedSuccessfullySnackBarMessage
source: OTP verified successfully
ar: تم تأكيد الرمز بنجاح

# generalErrorSnackBarMessage
source: An error occurred
ar: حدث خطأ ما

# verifyOtpSubtitle
source: Enter the OTP sent to your phone number
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور الخاصة بك

# requiredFieldErrorMessage
source: Required*
ar: مطلوب*

# incorrectOtpCodeErrorMessage
source: The OTP you entered is incorrect, please try again
ar: الرمز الذي أدخلته غير صحيح، حاول مرة أخرى

# verifyingOtpButtonLabel
source: Verifying
ar: جارٍ التأكيد

# verifyOtpButtonLabel
source: Verify OTP
ar: تأكيد الرمز

# emailNotRegisteredErrorMessage
source: The email you entered is not registered
ar: البريد الإلكتروني الذي أدخلته غير مسجل

# resendOtpButtonLabel
source: Resend OTP
ar: إعادة إرسال OTP
