Repository: BigData-SmallMind/growth_in
Catalog: packages/features/sign_*/lib/src/l10n/messages_*.arb
Languages: ar

# signInSuccessSnackBarMessage
source: Signed in successfully
ar: تم تسجيل الدخول بنجاح

# chooseCompanyTitle
source: Choose a company
ar: اختر الحساب لتسجيل الدخول

# chooseCompanyHintText
source: You can change the company later as well
ar: يمكنك التحويل من الداخل ايضا بسهولة والتبديل بين الحسابات

# signInGreetingTitle
source: Welcome
ar: مرحباً بك في قروث-إن

# generalErrorSnackBarMessage
source: ŸçSomething went wrong
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى

# invalidCredentialsErrorMessage
source: Incorrect email or password
ar: بريد الكترونى او كلمة مرور خطأ

# requiredFieldErrorMessage
source: Required*
ar: مطلوب*

# emailTextFieldLabel
source: Email
ar: البريد الإلكتروني

# invalidEmailFormatErrorMessage
source: Invalid email format
ar: صيغة البريد الإلكتروني غير صحيح

# passwordTextFieldLabel
source: Password
ar: كلمة المرور

# rememberMeCheckBoxLabel
source: Remember Me
ar: تذكرنى

# forgotMyPasswordButtonLabel
source: Forgot Password
ar: فقدت كلمة المرور؟

# signInButtonLabel
source: Sign In
ar: تسجيل دخول

# signInInProgressButtonLabel
source: Signing In
ar: جارى تسجيل الدخول
