Repository: BigData-SmallMind/growth_in
Catalog: packages/features/change_email/lib/src/l10n/messages_*.arb
Languages: ar

# changeEmailSuccessMessage
source: Your email has been reset successfully
ar: تم تغيير البريد الإلكتروني بنجاح

# changeEmailScreenTitle
source: Change Email
ar: تغيير البريد الإلكتروني

# changeEmailScreenSubtitle
source: Change Email
ar: ادخل البريد الإلكتروني الجديد

# submissionInProgressButtonLabel
source: Submitting
ar: جارٍ التقديم

# submitButtonLabel
source: Submit
ar: إرسال

# requiredFieldErrorMessage
source: This field is required
ar: مطلوب*

# newEmailTextFieldLabel
source: New Email
ar: البريد الإلكتروني الجديد

# emailTextFieldHint
source: Enter your new email
ar: أدخل البريد الإلكتروني الجديد

# newEmailConfirmationTextFieldLabel
source: Confirm New Email
ar: تأكيد البريد الإلكتروني الجديد

# newEmailConfirmationTextFieldHint
source: Re-enter your new email
ar: أعد إدخال البريد الإلكتروني الجديد

# emailConfirmationTextFieldDoesNotMatchError
source: Emails do not match
ar: البريد الإلكتروني غير متطابق

# emailTextFieldAlreadyRegisteredError
source: This email is already registered
ar: تم تسجيل هذا البريد الإلكتروني بالفعل

# generalErrorSnackBarMessage
source: An error occurred. Please try again later
ar: حدث خطأ. يرجى المحاولة مرة أخرى

# invalidEmailFormatErrorMessage
source: The email you entered is incorrect
ar: البريد الإلكتروني غير صحيح
